/* This file is for miscellaneous toolbox strings */

/* Screen shot template string */
"Picture %d.%s" = "ピクチャ %d.%s";

/* OpenSave Common Preview strings */
"Name" = "名前";
"Kind" = "種類";
"Size" = "サイズ";
"Created" = "作成日";
"Modified" = "変更日";
"Opened" = "開いた日";
"Version" = "バージョン";
"Duration" = "再生時間";
"Dimensions" = "大きさ";
"DecimalPoint" = ".";
"ZeroKB" = "0 KB";
"KB" = " KB";
"MB" = " MB";
"GB" = " GB";
"TB" = " TB";
"DurationFormat" = "%d%d'%d%d";
"DimensionsFormat" = "%d × %d";
"Calculating" = "計算中...";
"Fetching" = "取得中...";
"Hyphen" = "-";
"Today" = "今日の REPLACE_WITH_TIME"; /* do not localize REPLACE_WITH_TIME */
"Yesterday" = "昨日の REPLACE_WITH_TIME";  /* do not localize REPLACE_WITH_TIME */
